[
  {
    "image": "https://i.ibb.co/Bq8xj3p/Business-Immigration-to-the-U-S.jpg",
    "title": "Business Immigration to the U.S.",
    "description": "The E2 Visa Program is open to citizens of Bangladesh. The E-2 is a non-immigrant visa that allows the investors either from Bangladesh or around the world to live and work in the U.S. to direct and expand the business activities, and allows entry of Executive, Management, and Essential skills employees. To deal with the post-Covid economy of the U.S., the U.S. government has come up with modifications in the U.S. immigration process. It is expected that the Immigration programs such as E-2 Visa, L1A, and EB programs will drive immigrants to the U.S. which will contribute to the U.S. economy significantly.",
    "cost": 5000,
    "rating": 4.9
  },
  {
    "image": "https://i.ibb.co/vsCLBXr/Business-Immigration-to-Australia.jpg",
    "title": "Business Immigration to Australia",
    "description": "Business migration to Australia through Business Innovation & Investment (Provisional) Visa is the best option for you to start a business, and settle in Australia. Australia's business migration visa program will allow you to stay 5 years in Australia and become eligible to apply for Australian permanent residency (PR). Australia business migration visa (Subclass 188) is divided into 5 visa streams. You must be eligible in any one of the following streams in order to submit your Australian business visa application. All these visa streams will allow you to apply for Australian permanent residency (visa subclass 888), and Australian citizenship.",
    "cost": 4500,
    "rating": 4.6
  },
  {
    "image": "https://i.ibb.co/BP9xtvd/Canada-Express-Entry-PNP.png",
    "title": "Canada Express Entry & PNP",
    "description": "Canada immigration from Bangladesh is a common trend now! Skilled professionals like engineers, marketing officers, bankers, NGO workers, software and IT experts, accountants, auditors, medical professionals, business owners, entrepreneurs, and more than 100 other types of professionals immigrated to Canada from Bangladesh. According to a statistical report, in Canada (2020) there are 100,000 Bangladeshi-origin Canadians. Immigration to Canada might be the best decision for you if you prefer living in a North American country to ensure a bright future for your next generation. The government of Canada has set a target of welcoming over 400,000 new immigrants each year, between 2022-2024. Canada offers one of the world's most open and vibrant immigration programs. ",
    "cost": 4200,
    "rating": 4.8
  },
  {
    "image": "https://i.ibb.co/hD73KVj/Skilled-Migration-to-Australia.jpg",
    "title": "Skilled Migration to Australia",
    "description": "Skilled Migration to Australia allows skilled foreign professionals to migrate to Australia with their family. Engineers, computer and IT professionals, university lecturers, auditors, accountants, marketing professionals, nurses, doctors, human resource managers, social welfare organization officers, and more than 100 other types of professionals can move to Australia with Australian permanent residency. If you are a business owner, you may learn about Australia’s business migration programs. Visa subclasses within the General Skilled Migration (GSM) program are points-tested and are either independent, state/territory sponsored, or even family-sponsored visas. ",
    "cost": 5000,
    "rating": 5
  },
  {
    "image": "https://i.ibb.co/qxsHQgB/Australian-spouse-visa.jpg",
    "title": "Australia Spouse Visa",
    "description": "Have you found your loved one in Australia? Are you committed to living with your loved one in Australia? If your answer is yes, then you must apply for Australia Spouse Visa (Subclass 309 or 820). Australia spouse visa is the popular family visa category. A Spouse Visa lets someone live in Australia if the applicant is legally married to an Australian citizen or a permanent residence holder. A spouse visa is divided into two steps. Step 1: if you are eligible for a spouse visa, you have to submit an application for a provisional visa, to arrive in Australia. Your Australian sponsor must sponsor you for 2 years. Step 2: if you can maintain a healthy relationship with your Australian spouse and spend at least two years with your spouse, you can be eligible for Australia permanent residency (PR).",
    "cost": 4700,
    "rating": 4.9
  },
  {
    "image": "https://i.ibb.co/HVmJ70J/Business-Immigration-to-Canada.jpg",
    "title": "Business Immigration to Canada",
    "description": "Canada offers the most established and widely-used investment-based immigration programs conferring permanent resident status. The Canadian confederation system of government and the country’s social norms offer a “European alternative” to the more unabashed capitalism of the USA. Canada offers European-style social benefits with fairly high levels of taxation and an unparalleled quality of life. Under the Canadian model, business immigrants can enjoy the benefits of a national health care program, affordable first-class education and a national pension system that provides measurable annual income upon retirement. Business immigration offering permanent admission to Canada comprise of the Quebec Immigrant Investor Program (QIIP), Quebec Entrepreneur program, Quebec Self-Employed, several Provincial Nominee Entrepreneur programs, the Federal Immigrant Investor Venture Capital (IIVC) Pilot Program and the Federal Start-Up Visa program. While the various entrepreneur and self-employed programs are aimed at individuals with a mid-range personal net worth who intend to establish and operate a business in Canada, the investor programs are suited for high net worth individuals who wish to make a passive investment with no obligation to establish a business. As well, wealthy business immigrants may buy or establish a new business in Canada and qualify for a temporary work visa, under federal ‘owner-operator’ policies. After a period of time, applicants may qualify for permanent residence under a suitable immigration program.",
    "cost": 5200,
    "rating": 4.4
  }
]
